Repository: Zakanawaner/kt
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: es

source: Your password must have 8 characters, 1 uppercase and 1 digit
es: Tu contraseña debe tener 8 caracteres, almenos una mayúscula y un dígito

source: The username already exists
es: El nombre ya existe

source: Password fields must coincide
es: La contraseña debe coincidir

source: Username must not have special characters
es: El nombre de usuario no debe tener caracteres especiales

source: Could not verify
es: No se pudo verificar

source: Logout successfully
es: Desconectado

source: Link successfully updated
es: Link actualizado

source: Selection successfully updated
es: Selección actualizada

source: Not deleted
es: No eliminado

source: Subscribed! Check your email
es: Suscrito! Comprueba tu email

source: That's not a correct mail address
es: Email incorrecto

source: Unsubscribed :(
es: Dado de baja :(

source: Player hidden
es: Jugador oculto

source: Background routines started
es: Subrutinas arrancadas

source: Background routines stopped
es: Subrutinas paradas

source: About Kill Team Data
es: Sobre KIll Team Data

source: We just like Kill Team stats
es: Nos gustan las estadísticas de Kill Team

source: This is a hobby project conceived with the hope of making the Kill Team community event better.
es: Este es un proyecto hecho con la voluntad de hacer la comunidad incluso más grande de lo que ya es.

source: If you want to contact us, you can do it either on Discord
es: Si quieres contactar con nosotros, hazlo a través de Discord

source: Or by sending an email to
es: O envía un email a

source: Add Game
es: Añadir partida

source: Add
es: Añadir

source: Add Update
es: Añadir Actualización

source: Games
es: Juegos

source: Factions
es: Facciones

source: Players
es: Jugadores

source: Missions
es: Misiones

source: Secondaries
es: Secundarias

source: Add Upd
es: Añadir actualización

source: Update
es: Actualizar

source: Random
es: Aleatorio

source: Login
es: Entrar

source: About
es: Saber más

source: Winrate
es: Ratio victoria

source: Pick Rate
es: Popularidad

source: Best Faction
es: Mejor facción

source: Best Mission
es: Mejor misión

source: Best Secondary
es: Mejor secundaria

source: Factions played with
es: Facciones jugadas

source: Name
es: Nombre

source: Loserate
es: Ratio derrota

source: Tierate
es: Ratio empate

source: Missions played
es: Misiones jugadas

source: Secondaries played
es: Secundarias jugadas

source: Best Counter
es: Mejor contra

source: Worst Counter
es: Peor contra

source: Popularity
es: Popularidad

source: Top Mission
es: Mejor misión

source: Top Secondaries
es: Mejores secundarias

source: Roll Off
es: Tirada inicial

source: Winner
es: Ganador

source: Selection
es: Selección

source: Scouting
es: Exploración

source: Primaries
es: Primarias

source: Turn
es: Turno

source: Initiative
es: Iniciativa

source: First
es: Primero

source: Second
es: Segundo

source: Third
es: Tercero

source: Fourth
es: Cuarto

source: Secondary
es: Secundaria

source: Date
es: Fecha

source: Mission
es: Misión

source: Faction 1
es: Facción 2

source: Faction 2
es: Facción 2

source: Result
es: Resultado

source: Tie
es: Empate

source: Add game manually
es: Añadir partida manualmente

source: Avg Winner
es: Media victorias

source: Avg Loser
es: Media Derrotas

source: Total players
es: Jugadores

source: Most played
es: Más jugadas

source: Less played
es: Menos jugadas

source: Games played last year
es: Partidas jugadas el último año

source: Avg Score
es: Puntuación media

source: Top Faction
es: Mejor facción

source: Worst Faction
es: Peor facción

source: Rank
es: Rango

source: Wins
es: Victorias

source: Loses
es: Derrotas

source: Ties
es: Empates

source: Top faction
es: Mejor facción

source: Top counter
es: Mejor contra

source: Top Sec
es: Mejor secundaria

source: Games won
es: Victorias

source: Games lost
es: Derrotas

source: Games tied
es: Empates

source: Lose Rate
es: Ratio de derrota

source: Tie Rate
es: Ratio de empate

source: Your account is not linked to Steam
es: Tu cuenta no está enlazada con Steam

source: You won't be able to see any of your game data unless you link your Steam account with this one.
es: No podráas ver tus datos a menos que enlaces tu cuenta con Steam.

source: To do so, open TTS and download the following mod
es: Para hacerlo, abre TTS y descarga el siguiente mod

source: Then copy the following code and paste on the text field on the TTS mod
es: Luego copia el siguiente código en el campo de texto del mod descargado

source: You are not sharing your data
es: No estás compartiendo tus datos

source: You won't be able to see any of your game data unless you allow sharing your data.
es: No podrás ver tus datos a menos que permitas compartirlos.

source: Stop sharing my data
es: Parar de compartir mis datos

source: Allow data sharing
es: Compartir mis datos con la comunidad

source: Unlink
es: Desenlazar

source: Delete
es: Eliminar

source: Logout
es: Desconectarse

source: Are you sure you want to delete your account?
es: ¿Estás seguro de que quieres eliminar tu cuenta?

source: Type 'delete' and your username
es: Escribe 'delete' y tu nombre de usuario

source: then click OK
es: luego click OK

source: Cancel
es: Cancelar

source: Signup
es: Entra

source: Already have account? Login here
es: ¿Ya tienes cuenta? Entra aquí

source: Hi
es: Hola

source: Thanks for subscribing!
es: ¡Gracias por darte de alta!

source: You will receive every week the information of the latest games and rates.
es: Recibirás todas las semanas informa de las últimas partidas y estadísticas.

source: Join the KTD Team
es: Únete al equipo KTD

source: Exclusive Data
es: Datos exclusivos

source: You will have access to exclusive information like ??
es: Terndrás acceso a información exclusiva como ??

source: Tournament Stats
es: Estadísticas de torneos

source: Informations of the tournaments added by the community
es: Informaciones de torneos añadidos por la comunidad

source: Operative Data
es: Estadísticas de operativos

source: Stats for the operatives used on the games
es: Estadísticas de los operativos usados en las partidas

source: Personalised stats
es: Estadísticas personalizadas

source: Manual adding
es: Añadir manualmente

source: You will be able to add games manually to keep track even for your games outside TTS
es: Podrás añadir partidas manualmente y así poder controlar tus estadísticas incluso fuera de TTS

source: Tournament Adding
es: Añadir torneos

source: You will be able to add tournaments manually
es: Podrás añadir torneos manualmente

source: Level
es: Nivel

source: Contribution
es: Contribución

source: Personalised Stats
es: Estadísticas personalizadas

source: Manual Adding
es: Añadir manualmente

source: Plasteel
es: Plastiacero

source: Ceramite
es: Ceramita

source: Diamantite
es: Diamantita

source: Your Weekly Kill Team Data
es: Tus datos semanales de Kill Team

source: Open Game
es: Casual

source: Matched Game
es: Competitivo

source: Win Rate
es: Ratio de victoria

source: Narrative Game
es: Juego Narrativo
